{
  "ARTIFICIAL FOOD COLORING":"Artificial food coloring is used to brighten and improve the appearance of everything from candies to condiments.\nIn recent years, though, there have been many concerns about potential health effects. Specific food dyes like Blue 1, Red 40, Yellow 5 and Yellow 6 have been associated with allergic reactions in some people. Additionally, one review reported that artificial food coloring may promote hyperactivity in children. Concerns have also been raised about the potential cancer-causing effects of certain food dyes.",
  "MONOSODIUM GLUTAMATE":"Monosodium glutamate, or MSG, is a common food additive used to intensify and enhance the flavor of savory dishes.\nMSG consumption has been associated with weight gain and metabolic syndrome in some observational studies, although other research has found no association. That being said, some people do have a sensitivity to MSG and may experience symptoms like headaches, sweating and numbness after eating a large amount. Otherwise, if you’re able to tolerate MSG, it can be safely consumed in moderation without the risk of adverse side effects. MSG has also been shown to make food taste more appetizing, which increases the desire to continue noshing.",
  "RED3":"Red 3 is a type of artificial food coloring used to brighten and improve the appearance of everything from candies to condiments.\nRed 3, also known as erythrosine, has been shown to increase the risk of thyroid tumors in some animal studies",
  "GUAR GUM":"Guar gum is a long-chain carbohydrate used to thicken and bind foods. It’s widely used in the food industry and can be found in ice cream, salad dressings, sauces and soups.\nConsumption of Guar Gum has some benefits,However, high amounts of guar gum may have adverse effects on health. This is because it can swell 10 to 20 times its size, potentially causing issues like obstruction of the esophagus or small intestine. Guar gum may also cause mild symptoms like gas, bloating or cramps in some people.",
  "HIGH-FRUCTOSE CORN SYRUP":"High-fructose corn syrup is a sweetener made from corn. It’s frequently found in soda, juice, candy, breakfast cereals and snack foods.\nIt’s rich in a type of simple sugar called fructose, which can cause serious health issues when consumed in high amounts. In particular, high-fructose corn syrup has been linked to weight gain, diabetes and inflammation. Research published by The Endocrine Society found that adults who consumed high levels of high fructose corn syrup for just two weeks had increased levels of bad cholesterol, raising their risk of heart disease.",
  "ARTIFICIAL SWEETENER":"Artificial sweeteners are used in many diet foods and beverages to enhance sweetness while reducing calorie content. Common types of artificial sweeteners include aspartame, sucralose, saccharin and acesulfame potassium.\nCertain types of artificial sweeteners like aspartame may cause headaches in some people.",
  "CARRAGEENAN":"Derived from red seaweed, carrageenan acts as a thickener, emulsifier and preservative in many different food products.\nOne study showed that exposure to carrageenan increased levels of fasting blood sugar and glucose intolerance, especially when combined with a high-fat diet. Test-tube and animal studies have found that carrageenan triggered inflammation, as well. Carrageenan is also believed to negatively impact digestive health, and may be associated with the formation of intestinal ulcers and growths.",
  "SODIUM BENZOATE":"Sodium benzoate is a preservative often added to carbonated drinks and acidic foods like salad dressings, pickles, fruit juices and condiments.\nOne study found that combining sodium benzoate with artificial food coloring increased hyperactivity in small children. Another study showed that a higher intake of beverages containing sodium benzoate was associated with more symptoms of ADHD. When combined with vitamin C, sodium benzoate can also be converted into a benzene, a compound that may be associated with cancer development. Carbonated beverages contain the highest concentration of benzene, and diet or sugar-free beverages are even more prone to benzene formation.",
  "TRANS FAT":"Trans fats are a type of unsaturated fat that have undergone hydrogenation, which increases shelf life and improves the consistency of products.\nA number of potential health risks have been associated with trans fat intake, and the FDA even recently decided to revoke their GRAS (generally recognized as safe) status. In particular, multiple studies have linked a higher intake of trans fats to a higher risk of heart disease. Research also shows there may be a connection between trans fats and diabetes.",
  "YEAST EXTRACT":"Yeast extract, also called autolyzed yeast extract or hydrolyzed yeast extract, is added to certain savory foods like cheese, soy sauce and salty snacks to boost the flavor.\nYeast extract contains glutamate, which is a type of naturally occurring amino acid found in many foods. Much like monosodium glutamate (MSG), eating foods with glutamate may cause mild symptoms like headaches, numbness and swelling in people who are sensitive to its effects. Additionally, yeast extract is relatively high in sodium, with about 400 milligrams in each teaspoon (8 grams)",
  "ARTIFICIAL TRANS FATS":"Artificial trans fats are made by pumping hydrogen into unsaturated oils such as soybean and corn oils to turn them into solid fats.\nSome animal and observational studies have repeatedly shown that trans fat consumption causes inflammation and has negative effects on heart health",
  "ARTIFICIAL FOOD COLORS":"They are found in all sorts of food products, but especially those marketed for children.\nThese have been found to increase symptoms in children who have attention deficit hyperactivity disorder, or ADHD.",
  "SODIUM NITRITE":"Preservative used to prevent bacterial growth and maintain the pinkish color of meats and fish.\nUnder certain conditions (like high heat), sodium nitrite reacts with amino acids to form cancer-causing chemicals called nitrosamines. This reaction can be hindered by the addition of ascorbic acid, erythorbic acid, or alpha-tocopherol.",
  "SODIUM NITRATE":"Preservative used to prevent bacterial growth and maintain the pinkish color of meats and fish.\nUnder certain conditions (like high heat), sodium nitrate reacts with amino acids to form cancer-causing chemicals called nitrosamines. This reaction can be hindered by the addition of ascorbic acid, erythorbic acid, or alpha-tocopherol.",
  "PARTIALLY HYDROGENATED VEGETABLE OIL":"A manufactured fat created by forcing hydrogen gas into vegetable fats under extremely high pressure, an unintended effect of which is the creation of trans fatty acids.\nThough trans fat has been shown to contribute to heart disease more so than saturated fat (it's in a number of these 30 Worst Foods For Your Heart), its artery-clogging effects extend beyond your heart. Reduced blood flow can impact everything from brain function to sexual function.",
  "YELLOW #5":"One of the most common food colorings.\nSeveral studies have linked this dye to learning and concentration disorders like ADD in children. Yellow #5 is also known to cause allergic-type reactions like hives in a small portion of the population. There are also piles of animal studies demonstrating potential risks such as kidney and intestinal tumors.",
  "YELLOW #6":"One of the most common food colorings.\nSeveral studies have linked this dye to learning and concentration disorders like ADD in children.",
  "BHA":"BHA is petroleum-derived antioxidant used to preserve fats and oils.\nStudies have shown it to cause cancer in the forestomachs of rats, mice, and hamsters. The Department of Health and Human Services classifies the preservative as \"reasonably anticipated to be a human carcinogen.\" It has been linked to chronic hives and other skin reactions on rare occasions.",
  "BUTYLATED HYDROXYANISOLE":"butylated hydroxyanisole (BHA) is a petroleum-derived antioxidant used to preserve fats and oils.\nStudies have shown it to cause cancer in the forestomachs of rats, mice, and hamsters. The Department of Health and Human Services classifies the preservative as \"reasonably anticipated to be a human carcinogen.\" It has been linked to chronic hives and other skin reactions on rare occasions.",
  "BLUE #1":"Synthetic dye that can be used alone or combined with other dyes to make different colors.\nIt has been loosely linked to cancers in animal studies",
  "BLUE #2":"Synthetic dye that can be used alone or combined with other dyes to make different colors.\nIt has been loosely linked to cancers in animal studies",
  "SODIUM PHOSPHATE":"Sodium phosphate is an additive made of sodium and phosphate that's used to keep meats moist and tender during storage.\nEven though phosphates are necessary in our diets, excess phosphate—especially the inorganic phosphate that is added to food—is more easily absorbed by the body. When high levels of phosphatase seep into the blood it can increase the risk for heart disease. Doctors are linking the compound to higher rates of chronic kidney disease, weak bones, and premature death.",
  "MSG":"Monosodium glutamate, or MSG, is a common food additive used to intensify and enhance the flavor of savory dishes.\nMSG consumption has been associated with weight gain and metabolic syndrome in some observational studies, although other research has found no association. That being said, some people do have a sensitivity to MSG and may experience symptoms like headaches, sweating and numbness after eating a large amount. Otherwise, if you’re able to tolerate MSG, it can be safely consumed in moderation without the risk of adverse side effects. MSG has also been shown to make food taste more appetizing, which increases the desire to continue noshing.",
  "ASPARTAME":"A near-zero-calorie artificial sweetener made by combining two amino acids with methanol. Most commonly used in diet soda, aspartame is 180 times sweeter than sugar.\nOver the past 30 years, the FDA has received thousands of consumer complaints due mostly to neurological symptoms such as headaches, dizziness, memory loss, and, in rare cases, epileptic seizures. Many studies have shown aspartame to be completely harmless while others indicate that the additive might be responsible for a range of cancers. Some studies also suggest that it leads to Impaired glucose tolerance",
  "CARAMEL COLOR":"This additive made by treating sugar with ammonia, which can produce some nasty carcinogens.\nWhile it may sound benign, caramel coloring, the coloring most often used in sodas and candy, has been proven to cause cancer in animals. In 2011, the International Agency for Research on Cancer deemed the additive to be \"possibly carcinogenic to humans.\"",
  "POTASSIUM BROMATE":"Potassium bromate is used to strengthen bread and cracker dough and help it rise during baking.\nIt is listed as a known carcinogen by the state of California, and the international cancer agency classifies it as a possible human carcinogen (IARC 1999; OEHHA 2014). It causes tumors at multiple sites in animals, is toxic to the kidneys and can cause DNA damage (IARC 1999). Baking converts most potassium bromate to non-carcinogenic potassium bromide, but research in the United Kingdom has shown that bromate residues are still detectable in finished bread in small but significant amounts (Ministry of Agriculture, Fisheries and Food 1993).Both the United Kingdom and Canada prohibit the use of potassium bromate in food, and it is not allowed in the European Union either. The United States, however, still allows it to be added to flour.",
  "PROPYL PARABEN":"Propyl paraben is used as a preservative in foods such as tortillas, muffins and food dyes.\nPropyl paraben acts as a weak synthetic estrogen (Routledge 1998; Kim 2011; Vo 2011). It can alter the expression of genes, including those in breast cancer cells (Terasaka 2006; Wróbel 2014). Propyl paraben has been reported to accelerate the growth of breast cancer cells (Okubo 2001). And a recent study by scientists at the Harvard School of Public Health linked propyl paraben to impaired fertility in women (Smith 2013).",
  "BUTYLATED HYDROXYTOLUENE":"Butylated hydroxytoluene (BHT) is listed as “generally recognized as safe.” It, is added to food as a preservative.\nSome data have shown that it does cause cancer in animals. Rats fed BHT have developed lung and liver tumors (EFSA 2012). BHT has also been shown to cause developmental effects and thyroid changes in animals, suggesting that it may be able to disrupt endocrine signaling (EFSA 2012). A neurobehavioral study of  rats exposed to BHT throughout development described effects on motor skills and coordination before the animals were weaned (Vorhees 1981b). It has been linked to chronic hives and other skin reactions on rare occasions.",
  "ARTIFICIAL COLORS":"Artificial food coloring is used to brighten and improve the appearance of everything from candies to condiments. Artificial colors are often used to increase the appeal of foods that have little nutritional value.\nCaramel colors III and IV, for example, may be contaminated with 4-methylimidazole (4-MEI), which caused tumors in a National Toxicology Program study (NTP 2004). The European Food Safety Authority has expressed concern about furan contamination, which is also associated with cancer (EFSA 2011b).There is ongoing debate about the effects of the synthetic FD&C colors on children’s behavior. Some studies have found that mixtures of synthetic colorings and the preservative sodium benzoate were associated with hyperactivity (Bateman 2004; McCann 2007). The European Food Safety Authority concluded that synthetic coloring mixtures may have a “small and statistically significant effect on activity and attention in children,” and that this effect may be an issue for certain sensitive individuals (EFSA 2008a).",
  "DIACETYL":"Diacetyl is used as a butter flavoring ingredient in food items like microwave popcorn. Diacetyl is also used to flavor dairy products such as yogurt and cheese as well as in “brown flavorings” such as butterscotch and maple and in fruit flavorings such as strawberry and raspberry\nDiacetyl is associated with a severe and irreversible respiratory condition called bronchiolitis obliterans, which leads to inflammation and permanent scarring of the airways.",
  "OLESTRA":"Olestra has been used as an additive in food items like fat-free potato chips.\nDespite being approved by the FDA, for many years foods containing olestra have been labeled with a warning that the additive may cause abdominal cramping and gastrointestinal problems, as well as inhibit the absorption of essential vitamins.",
  "SACCHARIN":"The oldest artificial sweetener is used in Sweet 'N' Low and found in many diet foods and sodas.\nSaccharin first had its health risks investigated by the USDA in 1907 when Theodore Roosevelt was in office. Since then, there have been numerous studies linking it to cancer, and in 1977 the FDA proposed banning it. An FDA-mandated label is no longer required, but saccharin is still considered by many to be a possible carcinogen.",
  "BHT":"Butylated hydroxytoluene (BHT) is listed as “generally recognized as safe.” It, is added to food as a preservative.\nSome data have shown that it does cause cancer in animals. Rats fed BHT have developed lung and liver tumors (EFSA 2012). BHT has also been shown to cause developmental effects and thyroid changes in animals, suggesting that it may be able to disrupt endocrine signaling (EFSA 2012). A neurobehavioral study of  rats exposed to BHT throughout development described effects on motor skills and coordination before the animals were weaned (Vorhees 1981b). It has been linked to chronic hives and other skin reactions on rare occasions.",
  "RED40":"Red dye 40 is one of the most commonly used synthetic color additives. It is present in many foods and beverages, including: energy and sports drinks,soda,protein powders,cereals,dairy products,gelatins,candy,chewing gum,confections etc.\nSome research has linked food dyes to allergies and neurobehavioral effects in children, including symptoms of attention deficit hyperactivity disorder (ADHD). It's possible that Red Dye 40 is an allergen for some groups of people, though it's often very difficult to identify the cause of an allergic reaction in these cases, according to a September 2017 review in Food Chemistry."
}